Repository: oSoloTurk/WholeSaler
Catalog: WholeSaler/Resources/Views/Home/Showcase.*.resx
Languages: tr

source: About the Project
tr: Proje hakkında

source: All Solutions in One Platform
tr: Tüm Çözümler Tek Platformda

source: Already Registered? Join Now
tr: Kayıtlı mısın? Giriş Yap

source: Analyze and Improve
tr: Analiz edin ve Gelişin

source: Assign your logistics hats through a single platform.
tr: Lojistik hatlarınızı tek bir platform üzerinden atayın.

source: Collect orders from companies on a single platform
tr: Şirketlerin siparişlerini tek bir platform üzerinden toplayın

source: Collect your orders and manage your logistics lines on a single platform.
tr: Tek platformda siparişlerinizi toplayın ve lojistik hatlarınızı yönetin.

source: Created by
tr: Tarafından yaratıldı

source: Desktop Experience
tr: Masaüstü Deneyimi

source: for corporate customers
tr: kurumsal müşteriler için

source: If you have a different suggestion, you can send it below.
tr: Farklı bir önerin var ise aşağıdan gönderebilirsin.

source: Let's analyze the sales made on the platform and develop your business.
tr: Platform üzerinde yapılan satışları analiz edelim ve işletmenizi geliştirelim.

source: Mobile Device Experience
tr: Mobil Cihaz Deneyimi

source: Real Time Management
tr: Gerçek Zamanlı Yönetim

source: Register
tr: Kayıt ol

source: Standardize your communication with your customers and avoid costs with the WholeSaler platform.
tr: WholeSaler platformuyla müşterileriniz ile iletişiminizi standartlaştırın ve maliyetlerden kurtulun.

source: Strengthen Your Communication With Your Customers!
tr: Müşterilerinizle İletişiminizi Kuvvetlendirin!

source: This application is aimed at small-scale wholesaler to carry out service transactions.
tr: Bu uygulama, küçük ölçekli toptancıların hizmet işlemlerini gerçekleştirmesini amaçlamaktadır.

source: We Are Spreading Our Studies Into New Areas and Developing.
tr: Çalışmalarımızı Yeni Alanlara Yayıyor ve Gelişiyoruz.

source: We received your request, thank you.
tr: Talebini aldık teşekkürler.

source: Where would you like us to be?
tr: Nerede Olmamızı İstersin?

source: Wholesaler order management system
tr: Toptancı sipariş yönetim sistemi

source: You can let us know below where you would like to see us! You can also see the regions we have planned below.
tr: Bizi nerede görmek istediğini aşağıdan bildirebilirsin! Bizim planladığımız bölgeleri aşağıda görebilirsin ayrıca
